{
  "aa": 0,
  "aaa": 1,
  "aaad": 2,
  "aab": 3,
  "aabb": 4,
  "aad": 5,
  "aae": 6,
  "ab": 7,
  "aba": 8,
  "abad": 9,
  "abaj": 10,
  "aban": 11,
  "abandon": 12,
  "abarc": 13,
  "abast": 14,
  "abastec": 15,
  "abat": 16,
  "abc": 17,
  "abcc": 18,
  "abccfa": 19,
  "abd": 20,
  "abeb": 21,
  "abef": 22,
  "abej": 23,
  "abel": 24,
  "abertur": 25,
  "abf": 26,
  "abfe": 27,
  "abiert": 28,
  "abigail": 29,
  "abog": 30,
  "abolicion": 31,
  "abon": 32,
  "aborig": 33,
  "aborigen": 34,
  "abort": 35,
  "abra": 36,
  "abran": 37,
  "abraz": 38,
  "abre": 39,
  "abren": 40,
  "abreu": 41,
  "abri": 42,
  "abric": 43,
  "abriend": 44,
  "abriendos": 45,
  "abrig": 46,
  "abril": 47,
  "abrir": 48,
  "abrirl": 49,
  "absolut": 50,
  "absorb": 51,
  "abuel": 52,
  "abund": 53,
  "abus": 54,
  "ac": 55,
  "aca": 56,
  "acab": 57,
  "academ": 58,
  "academi": 59,
  "acaec": 60,
  "acamp": 61,
  "acantil": 62,
  "acarici": 63,
  "acaudal": 64,
  "acc": 65,
  "acced": 66,
  "acceder": 67,
  "acces": 68,
  "accesibil": 69,
  "accf": 70,
  "accident": 71,
  "accidental": 72,
  "accion": 73,
  "acda": 74,
  "acdbeb": 75,
  "acde": 76,
  "ace": 77,
  "aceit": 78,
  "acent": 79,
  "acentu": 80,
  "acept": 81,
  "acequi": 82,
  "acer": 83,
  "acerc": 84,
  "acercart": 85,
  "acercat": 86,
  "acerqu": 87,
  "acert": 88,
  "acerv": 89,
  "aclam": 90,
  "acog": 91,
  "acogedor": 92,
  "acoger": 93,
  "acogi": 94,
  "acomod": 95,
  "acompan": 96,
  "acondicion": 97,
  "aconsej": 98,
  "acontec": 99,
  "aconteci": 100,
  "acord": 101,
  "acos": 102,
  "acostumbr": 103,
  "actitud": 104,
  "activ": 105,
  "acto": 106,
  "actor": 107,
  "actos": 108,
  "actu": 109,
  "actuacion": 110,
  "actual": 111,
  "actualiz": 112,
  "acuari": 113,
  "acuarionacional": 114,
  "acuat": 115,
  "acud": 116,
  "acudi": 117,
  "acuerd": 118,
  "acun": 119,
  "acust": 120,
  "acutus": 121,
  "ad": 122,
  "ada": 123,
  "adaab": 124,
  "adapt": 125,
  "adc": 126,
  "adce": 127,
  "ade": 128,
  "adebc": 129,
  "adecu": 130,
  "adel": 131,
  "adelant": 132,
  "adem": 133,
  "adentr": 134,
  "adentra": 135,
  "adentrart": 136,
  "adentrat": 137,
  "aderez": 138,
  "adfc": 139,
  "adi": 140,
  "adicional": 141,
  "adiner": 142,
  "administr": 143,
  "admir": 144,
  "admit": 145,
  "adopt": 146,
  "adoquin": 147,
  "ador": 148,
  "adorn": 149,
  "adquier": 150,
  "adquir": 151,
  "adquiri": 152,
  "adrenalin": 153,
  "aduan": 154,
  "aduaner": 155,
  "adult": 156,
  "advent": 157,
  "adventur": 158,
  "ae": 159,
  "aea": 160,
  "aeaf": 161,
  "aeb": 162,
  "aec": 163,
  "aecac": 164,
  "aecdbfdcaf": 165,
  "aed": 166,
  "aedd": 167,
  "aee": 168,
  "aeec": 169,
  "aef": 170,
  "aer": 171,
  "aere": 172,
  "aerodrom": 173,
  "aerolin": 174,
  "aeroline": 175,
  "aeropuert": 176,
  "af": 177,
  "afa": 178,
  "afabl": 179,
  "afaf": 180,
  "afam": 181,
  "afbce": 182,
  "afc": 183,
  "afcd": 184,
  "afda": 185,
  "afect": 186,
  "affb": 187,
  "afganist": 188,
  "afianz": 189,
  "aficion": 190,
  "afinc": 191,
  "afirm": 192,
  "afluenci": 193,
  "afor": 194,
  "afortun": 195,
  "afric": 196,
  "african": 197,
  "afrocuban": 198,
  "afrodescendient": 199,
  "afuer": 200,
  "agapit": 201,
  "agenci": 202,
  "agend": 203,
  "agent": 204,
  "agli": 205,
  "aglomer": 206,
  "agobi": 207,
  "agost": 208,
  "agot": 209,
  "agr": 210,
  "agrad": 211,
  "agradecer": 212,
  "agramont": 213,
  "agramontin": 214,
  "agrari": 215,
  "agreg": 216,
  "agres": 217,
  "agrest": 218,
  "agricol": 219,
  "agricultor": 220,
  "agricultur": 221,
  "agroalfarer": 222,
  "agroindustri": 223,
  "agropecuari": 224,
  "agrup": 225,
  "agu": 226,
  "aguacat": 227,
  "aguacer": 228,
  "aguard": 229,
  "aguer": 230,
  "aguiler": 231,
  "aguinald": 232,
  "aguj": 233,
  "agujer": 234,
  "ahi": 235,
  "ahog": 236,
  "ahor": 237,
  "ahorr": 238,
  "ahorrart": 239,
  "ahuyent": 240,
  "air": 241,
  "aisl": 242,
  "aislamient": 243,
  "aislart": 244,
  "ajardin": 245,
  "ajedrec": 246,
  "ajedrez": 247,
  "ajetr": 248,
  "ajetre": 249,
  "ajiac": 250,
  "ajo": 251,
  "ajust": 252,
  "alab": 253,
  "alamed": 254,
  "alarg": 255,
  "alas": 256,
  "alban": 257,
  "albani": 258,
  "alberg": 259,
  "albert": 260,
  "alborot": 261,
  "alcald": 262,
  "alcan": 263,
  "alcanc": 264,
  "alcant": 265,
  "alcanz": 266,
  "alcohol": 267,
  "aldabon": 268,
  "aldam": 269,
  "alde": 270,
  "aledan": 271,
  "alegor": 272,
  "alegr": 273,
  "alegri": 274,
  "alej": 275,
  "alejandr": 276,
  "alejart": 277,
  "alem": 278,
  "aleman": 279,
  "alemani": 280,
  "alex": 281,
  "alfabetiz": 282,
  "alfard": 283,
  "alfarer": 284,
  "alfareri": 285,
  "alfons": 286,
  "algarabi": 287,
  "algarrob": 288,
  "algid": 289,
  "algodon": 290,
  "algodonal": 291,
  "algui": 292,
  "algun": 293,
  "alhambr": 294,
  "ali": 295,
  "alici": 296,
  "alient": 297,
  "aliment": 298,
  "alimentari": 299,
  "alist": 300,
  "alivi": 301,
  "aljib": 302,
  "all": 303,
  "alla": 304,
  "allend": 305,
  "alli": 306,
  "alma": 307,
  "almacen": 308,
  "almen": 309,
  "almendr": 310,
  "almir": 311,
  "almorz": 312,
  "almuerz": 313,
  "aloc": 314,
  "aloj": 315,
  "alojandot": 316,
  "alojart": 317,
  "alons": 318,
  "alquil": 319,
  "alquiz": 320,
  "alrededor": 321,
  "alt": 322,
  "alta": 323,
  "altar": 324,
  "altas": 325,
  "altern": 326,
  "altisim": 327,
  "altitud": 328,
  "alto": 329,
  "altos": 330,
  "altur": 331,
  "alucin": 332,
  "alud": 333,
  "alumbr": 334,
  "alusion": 335,
  "alvarez": 336,
  "alza": 337,
  "alzamient": 338,
  "alzan": 339,
  "alzand": 340,
  "alzas": 341,
  "alzo": 342,
  "am": 343,
  "amabil": 344,
  "amabl": 345,
  "amad": 346,
  "amali": 347,
  "amanec": 348,
  "amant": 349,
  "amargur": 350,
  "amarill": 351,
  "amateur": 352,
  "amazon": 353,
  "ambas": 354,
  "ambici": 355,
  "ambient": 356,
  "ambiental": 357,
  "ambit": 358,
  "ambos": 359,
  "ambrosi": 360,
  "ambul": 361,
  "ameijeir": 362,
  "ameli": 363,
  "amen": 364,
  "amenaz": 365,
  "amer": 366,
  "american": 367,
  "amig": 368,
  "amist": 369,
  "amor": 370,
  "ampli": 371,
  "ampliacion": 372,
  "amplisim": 373,
  "amplitud": 374,
  "amsterdam": 375,
  "an": 376,
  "ana": 377,
  "anad": 378,
  "anadi": 379,
  "anadidur": 380,
  "anadiri": 381,
  "anal": 382,
  "analfabet": 383,
  "analiz": 384,
  "analytics": 385,
  "anayuri": 386,
  "ancestral": 387,
  "anchas": 388,
  "ancho": 389,
  "ancian": 390,
  "ancla": 391,
  "anclit": 392,
  "ancon": 393,
  "andaluz": 394,
  "andand": 395,
  "andar": 396,
  "andorr": 397,
  "anecdot": 398,
  "anex": 399,
  "anfibi": 400,
  "anfiteatr": 401,
  "anfitrion": 402,
  "anfor": 403,
  "angel": 404,
  "angelot": 405,
  "angeron": 406,
  "anglican": 407,
  "angol": 408,
  "angsan": 409,
  "anguil": 410,
  "anguill": 411,
  "angul": 412,
  "anim": 413,
  "animais": 414,
  "animal": 415,
  "animat": 416,
  "aniversari": 417,
  "anna": 418,
  "ano": 419,
  "anochec": 420,
  "anos": 421,
  "anot": 422,
  "ansi": 423,
  "antart": 424,
  "antecedent": 425,
  "antel": 426,
  "anteman": 427,
  "antepas": 428,
  "anterior": 429,
  "anticip": 430,
  "antiestr": 431,
  "antigu": 432,
  "antigued": 433,
  "antiguedad": 434,
  "antiimperial": 435,
  "antill": 436,
  "antillan": 437,
  "antilop": 438,
  "antoj": 439,
  "antonelli": 440,
  "antoni": 441,
  "antorch": 442,
  "antropologi": 443,
  "anual": 444,
  "anunci": 445,
  "apabull": 446,
  "apac": 447,
  "apacigu": 448,
  "aparc": 449,
  "aparcacoch": 450,
  "aparec": 451,
  "aparicion": 452,
  "apart": 453,
  "apartament": 454,
  "apasion": 455,
  "apell": 456,
  "apellid": 457,
  "apen": 458,
  "aperit": 459,
  "apertur": 460,
  "apetezc": 461,
  "apetit": 462,
  "apic": 463,
  "aplan": 464,
  "aplast": 465,
  "aplic": 466,
  "apoder": 467,
  "aport": 468,
  "aportandot": 469,
  "apost": 470,
  "apostol": 471,
  "apote": 472,
  "apoy": 473,
  "apreci": 474,
  "aprend": 475,
  "aprender": 476,
  "aprendizaj": 477,
  "apres": 478,
  "aprob": 479,
  "aprovech": 480,
  "aprox": 481,
  "aproxim": 482,
  "apta": 483,
  "aptas": 484,
  "apto": 485,
  "apuntat": 486,
  "aquafest": 487,
  "aquel": 488,
  "aquell": 489,
  "aqui": 490,
  "arab": 491,
  "arabi": 492,
  "arancel": 493,
  "araucan": 494,
  "arbol": 495,
  "arboled": 496,
  "arbore": 497,
  "arbust": 498,
  "arcad": 499,
  "arcaic": 500,
  "archipielag": 501,
  "arcill": 502,
  "arco": 503,
  "arcoiris": 504,
  "arcos": 505,
  "arder": 506,
  "ardi": 507,
  "are": 508,
  "aren": 509,
  "arenal": 510,
  "argeli": 511,
  "argentin": 512,
  "argoll": 513,
  "arhuac": 514,
  "ari": 515,
  "aricoche": 516,
  "aristocraci": 517,
  "armad": 518,
  "armam": 519,
  "armament": 520,
  "armamentist": 521,
  "armand": 522,
  "armar": 523,
  "armas": 524,
  "armeni": 525,
  "armon": 526,
  "armoni": 527,
  "armoniz": 528,
  "arom": 529,
  "arqueolg": 530,
  "arqueolog": 531,
  "arqueologi": 532,
  "arquidiocesan": 533,
  "arquitect": 534,
  "arquitecton": 535,
  "arquitectur": 536,
  "arraig": 537,
  "arrebat": 538,
  "arrecif": 539,
  "arrend": 540,
  "arrepentir": 541,
  "arrib": 542,
  "arroj": 543,
  "arroy": 544,
  "arroz": 545,
  "art": 546,
  "arte": 547,
  "artemis": 548,
  "arteri": 549,
  "artes": 550,
  "artesan": 551,
  "artesanal": 552,
  "artesani": 553,
  "articul": 554,
  "artificial": 555,
  "artilleri": 556,
  "artist": 557,
  "artistic": 558,
  "artistist": 559,
  "artur": 560,
  "arub": 561,
  "asad": 562,
  "asalt": 563,
  "asamble": 564,
  "ascens": 565,
  "asciend": 566,
  "ase": 567,
  "asedi": 568,
  "asegur": 569,
  "asegurat": 570,
  "asemej": 571,
  "asent": 572,
  "asequ": 573,
  "asesin": 574,
  "asesinat": 575,
  "asesor": 576,
  "asesori": 577,
  "asfalt": 578,
  "asi": 579,
  "asient": 580,
  "asim": 581,
  "asis": 582,
  "asist": 583,
  "asistent": 584,
  "asistirt": 585,
  "asistur": 586,
  "asoci": 587,
  "asol": 588,
  "asom": 589,
  "asomart": 590,
  "asombr": 591,
  "asombrat": 592,
  "aspect": 593,
  "aspir": 594,
  "aston": 595,
  "astronom": 596,
  "astronomi": 597,
  "asturi": 598,
  "asturian": 599,
  "asuncion": 600,
  "asunt": 601,
  "atabeir": 602,
  "atabey": 603,
  "atac": 604,
  "atad": 605,
  "ataqu": 606,
  "atardec": 607,
  "atardecer": 608,
  "atasc": 609,
  "atavi": 610,
  "aten": 611,
  "atencion": 612,
  "atend": 613,
  "atent": 614,
  "aterriz": 615,
  "aterrizaj": 616,
  "atesor": 617,
  "atic": 618,
  "atiend": 619,
  "atip": 620,
  "atisb": 621,
  "atlant": 622,
  "atmosfer": 623,
  "atra": 624,
  "atrac": 625,
  "atraccion": 626,
  "atract": 627,
  "atraj": 628,
  "atrap": 629,
  "atrapart": 630,
  "atras": 631,
  "atraves": 632,
  "atravies": 633,
  "atrayent": 634,
  "atrev": 635,
  "atrevet": 636,
  "atribu": 637,
  "atrimoni": 638,
  "atrincher": 639,
  "atun": 640,
  "audiovisual": 641,
  "auditor": 642,
  "auditori": 643,
  "aug": 644,
  "aument": 645,
  "aun": 646,
  "aunqu": 647,
  "aur": 648,
  "ausenci": 649,
  "auspici": 650,
  "auster": 651,
  "australi": 652,
  "australian": 653,
  "austri": 654,
  "aut": 655,
  "autent": 656,
  "autobus": 657,
  "autocar": 658,
  "autocton": 659,
  "autodidact": 660,
  "autoestop": 661,
  "automat": 662,
  "automovil": 663,
  "automovilist": 664,
  "autonomi": 665,
  "autop": 666,
  "autor": 667,
  "autoriz": 668,
  "autostop": 669,
  "autovi": 670,
  "av": 671,
  "aval": 672,
  "avanc": 673,
  "avanz": 674,
  "ave": 675,
  "avecin": 676,
  "avellaned": 677,
  "aven": 678,
  "aventur": 679,
  "aventurart": 680,
  "aventurat": 681,
  "aventurer": 682,
  "averigu": 683,
  "aves": 684,
  "avestruc": 685,
  "aviacion": 686,
  "avil": 687,
  "avilen": 688,
  "avion": 689,
  "avis": 690,
  "avist": 691,
  "ayo": 692,
  "ayud": 693,
  "ayudart": 694,
  "ayunt": 695,
  "azerbaiy": 696,
  "azote": 697,
  "azuc": 698,
  "azucarer": 699,
  "azul": 700,
  "ba": 701,
  "bab": 702,
  "babc": 703,
  "babf": 704,
  "bacardi": 705,
  "bacd": 706,
  "bach": 707,
  "bacona": 708,
  "bacunayagu": 709,
  "bad": 710,
  "bae": 711,
  "baed": 712,
  "bag": 713,
  "baham": 714,
  "bahi": 715,
  "bahrein": 716,
  "bail": 717,
  "bailabl": 718,
  "bailador": 719,
  "bailarin": 720,
  "baj": 721,
  "bal": 722,
  "balagu": 723,
  "balart": 724,
  "balaustr": 725,
  "balcon": 726,
  "baldaquin": 727,
  "balines": 728,
  "ballen": 729,
  "ballet": 730,
  "balmased": 731,
  "balneari": 732,
  "bals": 733,
  "bambu": 734,
  "ban": 735,
  "bana": 736,
  "banador": 737,
  "banandot": 738,
  "banart": 739,
  "banat": 740,
  "banc": 741,
  "bancari": 742,
  "band": 743,
  "bander": 744,
  "banens": 745,
  "bangladesh": 746,
  "bani": 747,
  "banist": 748,
  "bank": 749,
  "banquet": 750,
  "bar": 751,
  "baraco": 752,
  "baracoens": 753,
  "baracoes": 754,
  "baragu": 755,
  "barand": 756,
  "barat": 757,
  "baratill": 758,
  "barb": 759,
  "barbud": 760,
  "barc": 761,
  "barcel": 762,
  "barcelon": 763,
  "bari": 764,
  "bariay": 765,
  "baron": 766,
  "barquit": 767,
  "barr": 768,
  "barracon": 769,
  "barracud": 770,
  "barrer": 771,
  "barret": 772,
  "barri": 773,
  "barroc": 774,
  "barrot": 775,
  "bas": 776,
  "basic": 777,
  "basil": 778,
  "bast": 779,
  "bastant": 780,
  "batall": 781,
  "batat": 782,
  "bate": 783,
  "bateri": 784,
  "batey": 785,
  "batist": 786,
  "batuc": 787,
  "bautism": 788,
  "bautist": 789,
  "bautiz": 790,
  "bavari": 791,
  "bay": 792,
  "bayam": 793,
  "bayamens": 794,
  "bayames": 795,
  "bayat": 796,
  "bayon": 797,
  "baz": 798,
  "bb": 799,
  "bba": 800,
  "bbafec": 801,
  "bbb": 802,
  "bbbd": 803,
  "bbc": 804,
  "bbe": 805,
  "bbf": 806,
  "bbfb": 807,
  "bc": 808,
  "bca": 809,
  "bcad": 810,
  "bcb": 811,
  "bcbb": 812,
  "bcbe": 813,
  "bcbeb": 814,
  "bcc": 815,
  "bccb": 816,
  "bccde": 817,
  "bcd": 818,
  "bcdaaf": 819,
  "bcdc": 820,
  "bce": 821,
  "bceeb": 822,
  "bcf": 823,
  "bcffb": 824,
  "bd": 825,
  "bda": 826,
  "bdab": 827,
  "bdb": 828,
  "bdc": 829,
  "bdcfd": 830,
  "bddf": 831,
  "bdebf": 832,
  "bdf": 833,
  "bdfeb": 834,
  "be": 835,
  "bea": 836,
  "beach": 837,
  "beacons": 838,
  "beb": 839,
  "bec": 840,
  "beceff": 841,
  "bedd": 842,
  "bee": 843,
  "beec": 844,
  "beff": 845,
  "beisbol": 846,
  "bejucal": 847,
  "belgic": 848,
  "belic": 849,
  "bell": 850,
  "bellam": 851,
  "bellez": 852,
  "bellis": 853,
  "bellisim": 854,
  "bemb": 855,
  "bendij": 856,
  "benef": 857,
  "benefactor": 858,
  "benefici": 859,
  "benin": 860,
  "benit": 861,
  "benjamin": 862,
  "benny": 863,
  "bergantin": 864,
  "berlin": 865,
  "bermud": 866,
  "bernardin": 867,
  "bertolt": 868,
  "bes": 869,
  "bf": 870,
  "bfa": 871,
  "bfbdceaf": 872,
  "bfc": 873,
  "bfcab": 874,
  "bfd": 875,
  "bfde": 876,
  "bfe": 877,
  "bfeb": 878,
  "bffc": 879,
  "bfff": 880,
  "bfffd": 881,
  "biajac": 882,
  "bibijagu": 883,
  "bibliograf": 884,
  "bibliotec": 885,
  "biblitec": 886,
  "biciclet": 887,
  "bielorrusi": 888,
  "bien": 889,
  "bienal": 890,
  "bienest": 891,
  "bienven": 892,
  "billet": 893,
  "billeter": 894,
  "biodivers": 895,
  "biograf": 896,
  "biolog": 897,
  "bioparqu": 898,
  "biosfer": 899,
  "bir": 900,
  "biram": 901,
  "birmani": 902,
  "bissau": 903,
  "bivalv": 904,
  "blanc": 905,
  "blanquecin": 906,
  "blanquisim": 907,
  "blau": 908,
  "blind": 909,
  "bloqu": 910,
  "blu": 911,
  "boat": 912,
  "boats": 913,
  "boc": 914,
  "bocadill": 915,
  "bocourtii": 916,
  "bocoy": 917,
  "bod": 918,
  "bodeguit": 919,
  "bogot": 920,
  "bohi": 921,
  "bol": 922,
  "boler": 923,
  "boliv": 924,
  "bolivi": 925,
  "bolivian": 926,
  "bols": 927,
  "bolsill": 928,
  "bomb": 929,
  "bombard": 930,
  "bomber": 931,
  "bondad": 932,
  "bonet": 933,
  "bonit": 934,
  "boqueron": 935,
  "boquiabiert": 936,
  "bord": 937,
  "borde": 938,
  "borrel": 939,
  "borrell": 940,
  "borrome": 941,
  "bosni": 942,
  "bosqu": 943,
  "bot": 944,
  "botan": 945,
  "botell": 946,
  "botic": 947,
  "boton": 948,
  "botswan": 949,
  "boulevard": 950,
  "boulevards": 951,
  "bouvet": 952,
  "boyer": 953,
  "br": 954,
  "brasil": 955,
  "brasilen": 956,
  "brav": 957,
  "braz": 958,
  "brecht": 959,
  "brev": 960,
  "brig": 961,
  "bril": 962,
  "brill": 963,
  "brillant": 964,
  "brind": 965,
  "brindart": 966,
  "bris": 967,
  "britan": 968,
  "broch": 969,
  "bronc": 970,
  "bronceart": 971,
  "brot": 972,
  "brothers": 973,
  "bruj": 974,
  "brum": 975,
  "brunei": 976,
  "brunel": 977,
  "brunet": 978,
  "brutal": 979,
  "buc": 980,
  "bucaner": 981,
  "buce": 982,
  "bucol": 983,
  "budist": 984,
  "buemi": 985,
  "buen": 986,
  "buenav": 987,
  "buenisim": 988,
  "buey": 989,
  "bufal": 990,
  "buffet": 991,
  "buffets": 992,
  "bug": 993,
  "bugs": 994,
  "buitr": 995,
  "bulev": 996,
  "bulevar": 997,
  "bulgari": 998,
  "bullici": 999,
  "bungalow": 1000,
  "bungalows": 1001,
  "bunuel": 1002,
  "buqu": 1003,
  "burgues": 1004,
  "burkin": 1005,
  "burundi": 1006,
  "bus": 1007,
  "busc": 1008,
  "buscador": 1009,
  "busqu": 1010,
  "busqued": 1011,
  "bust": 1012,
  "bustam": 1013,
  "but": 1014,
  "ca": 1015,
  "caad": 1016,
  "cab": 1017,
  "cabalg": 1018,
  "cabalgat": 1019,
  "caball": 1020,
  "caballer": 1021,
  "caban": 1022,
  "cabanigu": 1023,
  "cabaret": 1024,
  "cabarets": 1025,
  "cabari": 1026,
  "cabc": 1027,
  "cabez": 1028,
  "cabi": 1029,
  "cabin": 1030,
  "cabotaj": 1031,
  "cabr": 1032,
  "caburni": 1033,
  "cac": 1034,
  "caca": 1035,
  "cachit": 1036,
  "caciqu": 1037,
  "cactac": 1038,
  "cactus": 1039,
  "cad": 1040,
  "cadec": 1041,
  "caden": 1042,
  "cader": 1043,
  "cadillac": 1044,
  "caduc": 1045,
  "cae": 1046,
  "caen": 1047,
  "caer": 1048,
  "caf": 1049,
  "cafdf": 1050,
  "cafetal": 1051,
  "cafeter": 1052,
  "cafeteri": 1053,
  "caguan": 1054,
  "caibari": 1055,
  "caibarin": 1056,
  "caic": 1057,
  "caid": 1058,
  "caig": 1059,
  "caim": 1060,
  "caiman": 1061,
  "caimaner": 1062,
  "caj": 1063,
  "cajer": 1064,
  "cajobab": 1065,
  "cajuaj": 1066,
  "cal": 1067,
  "calabaz": 1068,
  "calaver": 1069,
  "calcar": 1070,
  "calcare": 1071,
  "calcin": 1072,
  "calcit": 1073,
  "calcul": 1074,
  "caledoni": 1075,
  "calendari": 1076,
  "calentur": 1077,
  "calet": 1078,
  "caleton": 1079,
  "calibr": 1080,
  "calid": 1081,
  "calidad": 1082,
  "calidez": 1083,
  "calient": 1084,
  "calific": 1085,
  "californian": 1086,
  "calimb": 1087,
  "calixt": 1088,
  "caliz": 1089,
  "call": 1090,
  "callecit": 1091,
  "callejer": 1092,
  "callejon": 1093,
  "calm": 1094,
  "calor": 1095,
  "calur": 1096,
  "calz": 1097,
  "cam": 1098,
  "camaguey": 1099,
  "camagueyan": 1100,
  "camajuani": 1101,
  "camarer": 1102,
  "camaron": 1103,
  "cambi": 1104,
  "cambiari": 1105,
  "camboy": 1106,
  "camell": 1107,
  "camerun": 1108,
  "camil": 1109,
  "camin": 1110,
  "caminat": 1111,
  "camion": 1112,
  "camp": 1113,
  "campament": 1114,
  "campan": 1115,
  "campanari": 1116,
  "campeonat": 1117,
  "campesin": 1118,
  "campestr": 1119,
  "campin": 1120,
  "camping": 1121,
  "campings": 1122,
  "campism": 1123,
  "camps": 1124,
  "camufl": 1125,
  "can": 1126,
  "canadiens": 1127,
  "canal": 1128,
  "canari": 1129,
  "canarre": 1130,
  "canch": 1131,
  "cancion": 1132,
  "cancun": 1133,
  "candel": 1134,
  "candelari": 1135,
  "candent": 1136,
  "caney": 1137,
  "cangrej": 1138,
  "canim": 1139,
  "cano": 1140,
  "canon": 1141,
  "canonaz": 1142,
  "canopy": 1143,
  "cant": 1144,
  "cantant": 1145,
  "cantautor": 1146,
  "canter": 1147,
  "cantid": 1148,
  "cantidad": 1149,
  "cantori": 1150,
  "caob": 1151,
  "caolin": 1152,
  "caotic": 1153,
  "cap": 1154,
  "capablanc": 1155,
  "capac": 1156,
  "capacit": 1157,
  "capaz": 1158,
  "capill": 1159,
  "capir": 1160,
  "capit": 1161,
  "capital": 1162,
  "capitan": 1163,
  "capitoli": 1164,
  "capotit": 1165,
  "capri": 1166,
  "caprich": 1167,
  "capt": 1168,
  "captur": 1169,
  "car": 1170,
  "carabel": 1171,
  "carac": 1172,
  "caracol": 1173,
  "caract": 1174,
  "caracterist": 1175,
  "caracteriz": 1176,
  "carbon": 1177,
  "carcel": 1178,
  "carden": 1179,
  "cardinal": 1180,
  "carec": 1181,
  "carener": 1182,
  "carent": 1183,
  "carey": 1184,
  "carg": 1185,
  "carib": 1186,
  "caribb": 1187,
  "cariben": 1188,
  "caricatur": 1189,
  "carici": 1190,
  "carid": 1191,
  "carin": 1192,
  "carisol": 1193,
  "carl": 1194,
  "carm": 1195,
  "carn": 1196,
  "carnaval": 1197,
  "carp": 1198,
  "carpenti": 1199,
  "carpet": 1200,
  "carpinter": 1201,
  "carpinteri": 1202,
  "carr": 1203,
  "carrasc": 1204,
  "carrer": 1205,
  "carret": 1206,
  "carreter": 1207,
  "carril": 1208,
  "carroz": 1209,
  "cart": 1210,
  "cartacub": 1211,
  "cartel": 1212,
  "cas": 1213,
  "casablanc": 1214,
  "casc": 1215,
  "caser": 1216,
  "caseri": 1217,
  "caset": 1218,
  "casi": 1219,
  "casin": 1220,
  "casit": 1221,
  "cason": 1222,
  "castaned": 1223,
  "castellan": 1224,
  "castill": 1225,
  "castr": 1226,
  "castrist": 1227,
  "catalan": 1228,
  "catalin": 1229,
  "catalog": 1230,
  "catam": 1231,
  "catarat": 1232,
  "catastrof": 1233,
  "catec": 1234,
  "catedral": 1235,
  "categori": 1236,
  "catering": 1237,
  "catoch": 1238,
  "catol": 1239,
  "catolic": 1240,
  "catorc": 1241,
  "caturl": 1242,
  "caudal": 1243,
  "caus": 1244,
  "cautiv": 1245,
  "cautiveri": 1246,
  "cav": 1247,
  "cavern": 1248,
  "cavernari": 1249,
  "cay": 1250,
  "cayajab": 1251,
  "cayeri": 1252,
  "cayuel": 1253,
  "caz": 1254,
  "cazon": 1255,
  "cazonal": 1256,
  "cazuel": 1257,
  "cb": 1258,
  "cba": 1259,
  "cbac": 1260,
  "cbb": 1261,
  "cbba": 1262,
  "cbc": 1263,
  "cbca": 1264,
  "cbcce": 1265,
  "cbd": 1266,
  "cbdb": 1267,
  "cbe": 1268,
  "cbef": 1269,
  "cbf": 1270,
  "cc": 1271,
  "ccb": 1272,
  "ccc": 1273,
  "cccfec": 1274,
  "ccd": 1275,
  "cce": 1276,
  "ccf": 1277,
  "ccff": 1278,
  "cd": 1279,
  "cda": 1280,
  "cdb": 1281,
  "cdbe": 1282,
  "cdcf": 1283,
  "cdcfee": 1284,
  "cdd": 1285,
  "cddb": 1286,
  "cddf": 1287,
  "cde": 1288,
  "cdf": 1289,
  "cdfaf": 1290,
  "cdfec": 1291,
  "cdff": 1292,
  "ce": 1293,
  "cea": 1294,
  "ceb": 1295,
  "cebr": 1296,
  "cec": 1297,
  "cecd": 1298,
  "cecili": 1299,
  "ced": 1300,
  "cedb": 1301,
  "ceden": 1302,
  "cedr": 1303,
  "cedul": 1304,
  "cee": 1305,
  "ceecd": 1306,
  "ceed": 1307,
  "cef": 1308,
  "ceffd": 1309,
  "ceg": 1310,
  "celd": 1311,
  "celebr": 1312,
  "celebreis": 1313,
  "celebriti": 1314,
  "celestin": 1315,
  "celosi": 1316,
  "celsius": 1317,
  "cement": 1318,
  "cementeri": 1319,
  "cemi": 1320,
  "cen": 1321,
  "cenag": 1322,
  "cenef": 1323,
  "cenot": 1324,
  "cent": 1325,
  "centen": 1326,
  "centenari": 1327,
  "centimetr": 1328,
  "centr": 1329,
  "central": 1330,
  "centrart": 1331,
  "centrat": 1332,
  "centric": 1333,
  "centroafrican": 1334,
  "centroamerican": 1335,
  "cer": 1336,
  "ceram": 1337,
  "cerc": 1338,
  "cercan": 1339,
  "cercani": 1340,
  "cerd": 1341,
  "ceremoni": 1342,
  "ceremonial": 1343,
  "cerr": 1344,
  "certam": 1345,
  "certez": 1346,
  "certific": 1347,
  "cesped": 1348,
  "cetace": 1349,
  "cf": 1350,
  "cfa": 1351,
  "cfadec": 1352,
  "cfb": 1353,
  "cfc": 1354,
  "cfca": 1355,
  "cfdca": 1356,
  "cfdce": 1357,
  "cfde": 1358,
  "cfdf": 1359,
  "cfe": 1360,
  "cff": 1361,
  "chad": 1362,
  "challeng": 1363,
  "chamb": 1364,
  "champagn": 1365,
  "changui": 1366,
  "chapuzon": 1367,
  "charang": 1368,
  "charc": 1369,
  "charl": 1370,
  "chart": 1371,
  "charter": 1372,
  "che": 1373,
  "chec": 1374,
  "check": 1375,
  "chel": 1376,
  "chequ": 1377,
  "cheque": 1378,
  "chicharron": 1379,
  "chil": 1380,
  "chin": 1381,
  "chipr": 1382,
  "chiringuit": 1383,
  "chiriv": 1384,
  "chivir": 1385,
  "choc": 1386,
  "chocolat": 1387,
  "chof": 1388,
  "chol": 1389,
  "choncholi": 1390,
  "chorr": 1391,
  "chorrill": 1392,
  "choz": 1393,
  "christm": 1394,
  "churros": 1395,
  "cia": 1396,
  "cicl": 1397,
  "ciclist": 1398,
  "ciclotur": 1399,
  "cieg": 1400,
  "ciel": 1401,
  "cien": 1402,
  "cienag": 1403,
  "cienci": 1404,
  "cienfueg": 1405,
  "cienfueguer": 1406,
  "cient": 1407,
  "cientif": 1408,
  "cierr": 1409,
  "ciert": 1410,
  "cigarr": 1411,
  "cigarrill": 1412,
  "cilindr": 1413,
  "cim": 1414,
  "cimarron": 1415,
  "cin": 1416,
  "cinc": 1417,
  "cincuent": 1418,
  "cineast": 1419,
  "cinematograf": 1420,
  "cint": 1421,
  "cintill": 1422,
  "cinturon": 1423,
  "circuit": 1424,
  "circul": 1425,
  "circund": 1426,
  "circunst": 1427,
  "circunval": 1428,
  "ciril": 1429,
  "cit": 1430,
  "citric": 1431,
  "city": 1432,
  "ciud": 1433,
  "ciudad": 1434,
  "ciudadan": 1435,
  "civil": 1436,
  "civiliz": 1437,
  "cla": 1438,
  "clandestin": 1439,
  "clar": 1440,
  "claraboy": 1441,
  "clas": 1442,
  "clasic": 1443,
  "clasific": 1444,
  "claudi": 1445,
  "claustr": 1446,
  "clav": 1447,
  "click": 1448,
  "client": 1449,
  "clim": 1450,
  "climat": 1451,
  "climatolog": 1452,
  "climbing": 1453,
  "clinic": 1454,
  "clos": 1455,
  "club": 1456,
  "co": 1457,
  "coadjutor": 1458,
  "cobertiz": 1459,
  "cobertur": 1460,
  "cobij": 1461,
  "cobr": 1462,
  "coc": 1463,
  "coch": 1464,
  "cochin": 1465,
  "cocin": 1466,
  "cociner": 1467,
  "cocodril": 1468,
  "cocodrilocuban": 1469,
  "coconserv": 1470,
  "cocotaxi": 1471,
  "cocotaxis": 1472,
  "cocoter": 1473,
  "coctel": 1474,
  "cocteleri": 1475,
  "codig": 1476,
  "codin": 1477,
  "coexist": 1478,
  "cog": 1479,
  "cohib": 1480,
  "coincid": 1481,
  "coincident": 1482,
  "cojim": 1483,
  "col": 1484,
  "colabor": 1485,
  "coleccion": 1486,
  "colect": 1487,
  "colegi": 1488,
  "coletill": 1489,
  "colg": 1490,
  "colgadiz": 1491,
  "colibri": 1492,
  "colin": 1493,
  "colind": 1494,
  "collant": 1495,
  "collar": 1496,
  "collection": 1497,
  "collins": 1498,
  "coloc": 1499,
  "colombi": 1500,
  "colombian": 1501,
  "colombin": 1502,
  "colon": 1503,
  "coloni": 1504,
  "colonial": 1505,
  "coloniz": 1506,
  "coloqui": 1507,
  "color": 1508,
  "colos": 1509,
  "colosal": 1510,
  "column": 1511,
  "com": 1512,
  "comadrej": 1513,
  "comand": 1514,
  "combat": 1515,
  "combatient": 1516,
  "combin": 1517,
  "combinal": 1518,
  "combust": 1519,
  "comedi": 1520,
  "comensal": 1521,
  "coment": 1522,
  "comenz": 1523,
  "comerci": 1524,
  "comercial": 1525,
  "comercializ": 1526,
  "comet": 1527,
  "comic": 1528,
  "comienc": 1529,
  "comienz": 1530,
  "comision": 1531,
  "comit": 1532,
  "comod": 1533,
  "comodor": 1534,
  "comor": 1535,
  "comp": 1536,
  "companer": 1537,
  "compani": 1538,
  "compar": 1539,
  "compars": 1540,
  "compart": 1541,
  "compat": 1542,
  "compay": 1543,
  "compens": 1544,
  "competent": 1545,
  "competicion": 1546,
  "compit": 1547,
  "complej": 1548,
  "complement": 1549,
  "complementari": 1550,
  "complet": 1551,
  "complic": 1552,
  "compon": 1553,
  "component": 1554,
  "comport": 1555,
  "composicion": 1556,
  "compositor": 1557,
  "compr": 1558,
  "comprend": 1559,
  "comprob": 1560,
  "compromet": 1561,
  "compromis": 1562,
  "compuest": 1563,
  "compus": 1564,
  "comun": 1565,
  "comunic": 1566,
  "comunitari": 1567,
  "concav": 1568,
  "conceb": 1569,
  "conced": 1570,
  "conceder": 1571,
  "concentr": 1572,
  "concepcion": 1573,
  "conch": 1574,
  "conchal": 1575,
  "conchil": 1576,
  "concibi": 1577,
  "conciert": 1578,
  "concili": 1579,
  "conciudadan": 1580,
  "conclu": 1581,
  "concordi": 1582,
  "concret": 1583,
  "concurr": 1584,
  "concurs": 1585,
  "cond": 1586,
  "condecor": 1587,
  "condens": 1588,
  "condicion": 1589,
  "condiment": 1590,
  "conduc": 1591,
  "conduccion": 1592,
  "conduci": 1593,
  "conductor": 1594,
  "conect": 1595,
  "conectart": 1596,
  "conexion": 1597,
  "coney": 1598,
  "confeccion": 1599,
  "conferent": 1600,
  "confi": 1601,
  "confiabl": 1602,
  "confian": 1603,
  "confianz": 1604,
  "confidencial": 1605,
  "confier": 1606,
  "configur": 1607,
  "confirm": 1608,
  "conflict": 1609,
  "conflu": 1610,
  "conflui": 1611,
  "conform": 1612,
  "confort": 1613,
  "confund": 1614,
  "cong": 1615,
  "conglomer": 1616,
  "congreg": 1617,
  "congres": 1618,
  "congri": 1619,
  "conjuncion": 1620,
  "conjunt": 1621,
  "conllev": 1622,
  "conmemor": 1623,
  "conmovedor": 1624,
  "connection": 1625,
  "conoc": 1626,
  "conocer": 1627,
  "conoci": 1628,
  "conozc": 1629,
  "conquist": 1630,
  "cons": 1631,
  "consagr": 1632,
  "conscient": 1633,
  "consecuent": 1634,
  "consegu": 1635,
  "consegui": 1636,
  "conseguir": 1637,
  "consej": 1638,
  "conserv": 1639,
  "consider": 1640,
  "consig": 1641,
  "consigu": 1642,
  "consiguient": 1643,
  "consisti": 1644,
  "const": 1645,
  "constant": 1646,
  "constitu": 1647,
  "constitucion": 1648,
  "constitui": 1649,
  "constituyent": 1650,
  "constru": 1651,
  "construccion": 1652,
  "construct": 1653,
  "consul": 1654,
  "consult": 1655,
  "consultori": 1656,
  "consum": 1657,
  "cont": 1658,
  "contact": 1659,
  "contactan": 1660,
  "contagi": 1661,
  "contempl": 1662,
  "contemporane": 1663,
  "conten": 1664,
  "conteni": 1665,
  "content": 1666,
  "context": 1667,
  "contien": 1668,
  "contiend": 1669,
  "contig": 1670,
  "contigu": 1671,
  "continent": 1672,
  "continu": 1673,
  "contr": 1674,
  "contraataqu": 1675,
  "contrab": 1676,
  "contradic": 1677,
  "contradiccion": 1678,
  "contralori": 1679,
  "contraposicion": 1680,
  "contrapuest": 1681,
  "contrapunt": 1682,
  "contrari": 1683,
  "contrarrevolucionari": 1684,
  "contrast": 1685,
  "contrat": 1686,
  "contratiemp": 1687,
  "contrayent": 1688,
  "contribu": 1689,
  "contribucion": 1690,
  "contribuir": 1691,
  "control": 1692,
  "controvert": 1693,
  "contuv": 1694,
  "conuc": 1695,
  "convect": 1696,
  "convencion": 1697,
  "conveng": 1698,
  "convenient": 1699,
  "convent": 1700,
  "convers": 1701,
  "convert": 1702,
  "convertir": 1703,
  "convien": 1704,
  "conviert": 1705,
  "convincent": 1706,
  "convirt": 1707,
  "convirti": 1708,
  "conviv": 1709,
  "convivent": 1710,
  "convivi": 1711,
  "convivir": 1712,
  "conyed": 1713,
  "conyug": 1714,
  "cook": 1715,
  "cooki": 1716,
  "coordin": 1717,
  "cop": 1718,
  "copacaban": 1719,
  "copal": 1720,
  "copi": 1721,
  "copyright": 1722,
  "coquet": 1723,
  "cor": 1724,
  "coraj": 1725,
  "coral": 1726,
  "coralin": 1727,
  "corazon": 1728,
  "cordiller": 1729,
  "core": 1730,
  "coreograf": 1731,
  "coreografi": 1732,
  "corneli": 1733,
  "cornit": 1734,
  "coron": 1735,
  "coronel": 1736,
  "corr": 1737,
  "corral": 1738,
  "corre": 1739,
  "correct": 1740,
  "correspond": 1741,
  "correspondient": 1742,
  "corrient": 1743,
  "corrobor": 1744,
  "corsari": 1745,
  "cort": 1746,
  "cortant": 1747,
  "cortometraj": 1748,
  "cos": 1749,
  "cosech": 1750,
  "cost": 1751,
  "coster": 1752,
  "costos": 1753,
  "costumbr": 1754,
  "costur": 1755,
  "cotidian": 1756,
  "cotille": 1757,
  "cotiz": 1758,
  "cotorr": 1759,
  "country": 1760,
  "covarrubi": 1761,
  "crane": 1762,
  "cre": 1763,
  "creacion": 1764,
  "creativ": 1765,
  "crec": 1766,
  "creci": 1767,
  "crecient": 1768,
  "crecimient": 1769,
  "credit": 1770,
  "creeis": 1771,
  "creenci": 1772,
  "creer": 1773,
  "creyent": 1774,
  "cri": 1775,
  "criader": 1776,
  "criatur": 1777,
  "cricul": 1778,
  "crim": 1779,
  "crioll": 1780,
  "criquet": 1781,
  "crisis": 1782,
  "crisol": 1783,
  "crist": 1784,
  "cristal": 1785,
  "cristalin": 1786,
  "cristalografi": 1787,
  "cristian": 1788,
  "cristin": 1789,
  "cristobal": 1790,
  "croaci": 1791,
  "crocodylus": 1792,
  "cromat": 1793,
  "cru": 1794,
  "cruc": 1795,
  "crucer": 1796,
  "crucial": 1797,
  "crucis": 1798,
  "crud": 1799,
  "crudez": 1800,
  "crueld": 1801,
  "crustace": 1802,
  "cruz": 1803,
  "cu": 1804,
  "cuadr": 1805,
  "cuadricul": 1806,
  "cuadrill": 1807,
  "cual": 1808,
  "cualidad": 1809,
  "cualific": 1810,
  "cualqu": 1811,
  "cualqui": 1812,
  "cuant": 1813,
  "cuart": 1814,
  "cuartel": 1815,
  "cuartelon": 1816,
  "cuaternari": 1817,
  "cuatr": 1818,
  "cub": 1819,
  "cubacel": 1820,
  "cubadisc": 1821,
  "cubam": 1822,
  "cuban": 1823,
  "cubanac": 1824,
  "cubani": 1825,
  "cuber": 1826,
  "cubic": 1827,
  "cubiert": 1828,
  "cubr": 1829,
  "cubrir": 1830,
  "cuc": 1831,
  "cucalamb": 1832,
  "cucalambean": 1833,
  "cuchill": 1834,
  "cuelg": 1835,
  "cuell": 1836,
  "cuenc": 1837,
  "cuent": 1838,
  "cuentan": 1839,
  "cuerp": 1840,
  "cuerv": 1841,
  "cuest": 1842,
  "cuestion": 1843,
  "cuestionari": 1844,
  "cuev": 1845,
  "cuid": 1846,
  "cuidador": 1847,
  "cuidart": 1848,
  "culinari": 1849,
  "culmin": 1850,
  "cult": 1851,
  "cultiv": 1852,
  "cultur": 1853,
  "cultural": 1854,
  "cumbr": 1855,
  "cumpl": 1856,
  "cumpli": 1857,
  "cumplimient": 1858,
  "cumplir": 1859,
  "cumpliri": 1860,
  "cun": 1861,
  "cunagu": 1862,
  "cup": 1863,
  "cupaynic": 1864,
  "cupaynicu": 1865,
  "cupul": 1866,
  "cur": 1867,
  "curat": 1868,
  "curi": 1869,
  "curios": 1870,
  "curiose": 1871,
  "curiosisim": 1872,
  "curs": 1873,
  "curujey": 1874,
  "cuspid": 1875,
  "custodi": 1876,
  "cuy": 1877,
  "cyo": 1878,
  "da": 1879,
  "dab": 1880,
  "dabb": 1881,
  "dac": 1882,
  "dad": 1883,
  "dae": 1884,
  "daefbaddcd": 1885,
  "daf": 1886,
  "daikiri": 1887,
  "daiquiri": 1888,
  "daiquiris": 1889,
  "dam": 1890,
  "dan": 1891,
  "dand": 1892,
  "dando": 1893,
  "dandol": 1894,
  "dandos": 1895,
  "danin": 1896,
  "danz": 1897,
  "danzon": 1898,
  "dar": 1899,
  "darl": 1900,
  "dars": 1901,
  "dart": 1902,
  "das": 1903,
  "dat": 1904,
  "day": 1905,
  "db": 1906,
  "dba": 1907,
  "dbb": 1908,
  "dbc": 1909,
  "dbd": 1910,
  "dbe": 1911,
  "dbebaf": 1912,
  "dbf": 1913,
  "dbfa": 1914,
  "dbffb": 1915,
  "dc": 1916,
  "dca": 1917,
  "dcac": 1918,
  "dcadb": 1919,
  "dcb": 1920,
  "dcbcd": 1921,
  "dcc": 1922,
  "dccb": 1923,
  "dcd": 1924,
  "dcdcd": 1925,
  "dcdd": 1926,
  "dce": 1927,
  "dcf": 1928,
  "dclouet": 1929,
  "dd": 1930,
  "dda": 1931,
  "ddb": 1932,
  "ddbb": 1933,
  "ddc": 1934,
  "ddd": 1935,
  "ddde": 1936,
  "dde": 1937,
  "ddec": 1938,
  "ddf": 1939,
  "dea": 1940,
  "dead": 1941,
  "deauvill": 1942,
  "deb": 1943,
  "debat": 1944,
  "debeis": 1945,
  "deber": 1946,
  "debereis": 1947,
  "deberi": 1948,
  "deberiais": 1949,
  "debi": 1950,
  "debid": 1951,
  "debil": 1952,
  "debit": 1953,
  "dec": 1954,
  "decadent": 1955,
  "decant": 1956,
  "decantais": 1957,
  "decantart": 1958,
  "decapit": 1959,
  "decen": 1960,
  "decent": 1961,
  "decepcion": 1962,
  "decff": 1963,
  "decid": 1964,
  "decidet": 1965,
  "decidi": 1966,
  "decidirt": 1967,
  "decim": 1968,
  "decimonon": 1969,
  "decimosegund": 1970,
  "decis": 1971,
  "decision": 1972,
  "declam": 1973,
  "declar": 1974,
  "decliv": 1975,
  "decor": 1976,
  "decret": 1977,
  "ded": 1978,
  "dedbd": 1979,
  "dedic": 1980,
  "dediqu": 1981,
  "dee": 1982,
  "deecd": 1983,
  "deedb": 1984,
  "def": 1985,
  "defend": 1986,
  "defendi": 1987,
  "defens": 1988,
  "defin": 1989,
  "definirt": 1990,
  "definit": 1991,
  "defuncion": 1992,
  "degrad": 1993,
  "degust": 1994,
  "deid": 1995,
  "deisis": 1996,
  "dej": 1997,
  "dejan": 1998,
  "dejando": 1999,
  "dejar": 2000,
  "dejart": 2001,
  "dejat": 2002,
  "delant": 2003,
  "delanter": 2004,
  "delarr": 2005,
  "deleg": 2006,
  "deleit": 2007,
  "deleitandot": 2008,
  "deleitart": 2009,
  "deleitat": 2010,
  "delfin": 2011,
  "delfinari": 2012,
  "delfinariocayococ": 2013,
  "delfinariocayoguillerm": 2014,
  "delg": 2015,
  "deliber": 2016,
  "delic": 2017,
  "delici": 2018,
  "delimit": 2019,
  "delin": 2020,
  "deline": 2021,
  "dell": 2022,
  "delt": 2023,
  "dem": 2024,
  "demajagu": 2025,
  "demand": 2026,
  "demasi": 2027,
  "democraci": 2028,
  "democrat": 2029,
  "demografi": 2030,
  "demolicion": 2031,
  "demor": 2032,
  "demostr": 2033,
  "demuestr": 2034,
  "denomin": 2035,
  "denot": 2036,
  "dens": 2037,
  "densid": 2038,
  "dentr": 2039,
  "denunci": 2040,
  "depar": 2041,
  "departament": 2042,
  "depend": 2043,
  "depender": 2044,
  "dependi": 2045,
  "deport": 2046,
  "deposit": 2047,
  "depred": 2048,
  "derech": 2049,
  "deriv": 2050,
  "derog": 2051,
  "derrib": 2052,
  "derroc": 2053,
  "derrot": 2054,
  "des": 2055,
  "desafi": 2056,
  "desafortun": 2057,
  "desagrad": 2058,
  "desaparec": 2059,
  "desaparicion": 2060,
  "desaprovech": 2061,
  "desarroll": 2062,
  "desastr": 2063,
  "desatend": 2064,
  "desayun": 2065,
  "desbloqu": 2066,
  "desbord": 2067,
  "descamp": 2068,
  "descans": 2069,
  "descarg": 2070,
  "descarril": 2071,
  "descart": 2072,
  "descend": 2073,
  "descendent": 2074,
  "descendient": 2075,
  "descens": 2076,
  "desconect": 2077,
  "desconexion": 2078,
  "desconoc": 2079,
  "describ": 2080,
  "describi": 2081,
  "descrit": 2082,
  "descub": 2083,
  "descubiert": 2084,
  "descubr": 2085,
  "descubrais": 2086,
  "descubrel": 2087,
  "descubri": 2088,
  "descubridor": 2089,
  "descubrir": 2090,
  "descubrireis": 2091,
  "descuent": 2092,
  "descuid": 2093,
  "dese": 2094,
  "deseabl": 2095,
  "deseais": 2096,
  "desembarc": 2097,
  "desembarqu": 2098,
  "desemboc": 2099,
  "desembocadur": 2100,
  "desempen": 2101,
  "desempolv": 2102,
  "desenfren": 2103,
  "deseos": 2104,
  "desert": 2105,
  "desfil": 2106,
  "desg": 2107,
  "deshabit": 2108,
  "desiert": 2109,
  "design": 2110,
  "desliz": 2111,
  "deslizat": 2112,
  "deslumbr": 2113,
  "deslumbrart": 2114,
  "desmerec": 2115,
  "desnivel": 2116,
  "desov": 2117,
  "despach": 2118,
  "desparpaj": 2119,
  "desped": 2120,
  "despein": 2121,
  "despej": 2122,
  "desperfect": 2123,
  "despert": 2124,
  "despiert": 2125,
  "despiertat": 2126,
  "desplaz": 2127,
  "desplazandot": 2128,
  "desplazart": 2129,
  "desplum": 2130,
  "despoj": 2131,
  "despos": 2132,
  "desprend": 2133,
  "despreocup": 2134,
  "desproporcion": 2135,
  "despu": 2136,
  "despunt": 2137,
  "destac": 2138,
  "destacament": 2139,
  "destech": 2140,
  "desten": 2141,
  "destileri": 2142,
  "destin": 2143,
  "destru": 2144,
  "destruccion": 2145,
  "desv": 2146,
  "desvencij": 2147,
  "desventaj": 2148,
  "detall": 2149,
  "deteccion": 2150,
  "deten": 2151,
  "deteng": 2152,
  "detenid": 2153,
  "detent": 2154,
  "deterior": 2155,
  "determin": 2156,
  "detr": 2157,
  "deven": 2158,
  "devolv": 2159,
  "df": 2160,
  "dfa": 2161,
  "dfb": 2162,
  "dfbe": 2163,
  "dfc": 2164,
  "dfce": 2165,
  "dfde": 2166,
  "dfe": 2167,
  "dffc": 2168,
  "dffcc": 2169,
  "dhaw": 2170,
  "di": 2171,
  "dia": 2172,
  "diabl": 2173,
  "diametr": 2174,
  "diari": 2175,
  "dias": 2176,
  "diaz": 2177,
  "dibuj": 2178,
  "dic": 2179,
  "dich": 2180,
  "diciembr": 2181,
  "dictador": 2182,
  "dictadur": 2183,
  "didact": 2184,
  "dieg": 2185,
  "dieron": 2186,
  "dies": 2187,
  "diez": 2188,
  "diezm": 2189,
  "difer": 2190,
  "diferenci": 2191,
  "diferent": 2192,
  "dificil": 2193,
  "dificult": 2194,
  "dificultad": 2195,
  "difier": 2196,
  "digital": 2197,
  "dign": 2198,
  "dij": 2199,
  "dimension": 2200,
  "diminut": 2201,
  "din": 2202,
  "dinam": 2203,
  "dinamarc": 2204,
  "diner": 2205,
  "dinosauri": 2206,
  "dio": 2207,
  "dios": 2208,
  "diput": 2209,
  "direccion": 2210,
  "direct": 2211,
  "director": 2212,
  "dirig": 2213,
  "dirigirt": 2214,
  "dirij": 2215,
  "dirvient": 2216,
  "discapac": 2217,
  "discotec": 2218,
  "discotemb": 2219,
  "discret": 2220,
  "discurr": 2221,
  "discurs": 2222,
  "discut": 2223,
  "disec": 2224,
  "disen": 2225,
  "disfrac": 2226,
  "disfraz": 2227,
  "disfrut": 2228,
  "disminu": 2229,
  "disp": 2230,
  "dispar": 2231,
  "dispers": 2232,
  "dispon": 2233,
  "dispondr": 2234,
  "dispong": 2235,
  "disponi": 2236,
  "disponibil": 2237,
  "disposicion": 2238,
  "dispuest": 2239,
  "disput": 2240,
  "dist": 2241,
  "distanci": 2242,
  "distant": 2243,
  "distend": 2244,
  "disting": 2245,
  "distingu": 2246,
  "distint": 2247,
  "distraccion": 2248,
  "distribu": 2249,
  "distribucion": 2250,
  "distrit": 2251,
  "diurn": 2252,
  "divers": 2253,
  "diversion": 2254,
  "divert": 2255,
  "divertirt": 2256,
  "divid": 2257,
  "dividi": 2258,
  "diviertet": 2259,
  "divin": 2260,
  "divis": 2261,
  "divorci": 2262,
  "divulg": 2263,
  "djibouti": 2264,
  "dni": 2265,
  "dobl": 2266,
  "doc": 2267,
  "docent": 2268,
  "doctor": 2269,
  "document": 2270,
  "documental": 2271,
  "dol": 2272,
  "dolar": 2273,
  "dolor": 2274,
  "dom": 2275,
  "domest": 2276,
  "domicili": 2277,
  "domig": 2278,
  "domin": 2279,
  "doming": 2280,
  "dominguez": 2281,
  "dominican": 2282,
  "don": 2283,
  "donacion": 2284,
  "donat": 2285,
  "dondequ": 2286,
  "dor": 2287,
  "doric": 2288,
  "dorm": 2289,
  "dos": 2290,
  "doscient": 2291,
  "dosite": 2292,
  "dot": 2293,
  "dr": 2294,
  "dragon": 2295,
  "drags": 2296,
  "drak": 2297,
  "dramat": 2298,
  "drastic": 2299,
  "drog": 2300,
  "du": 2301,
  "duab": 2302,
  "duart": 2303,
  "duch": 2304,
  "dud": 2305,
  "duen": 2306,
  "duerm": 2307,
  "dulc": 2308,
  "dumois": 2309,
  "dun": 2310,
  "duo": 2311,
  "duplic": 2312,
  "duqu": 2313,
  "dur": 2314,
  "duracion": 2315,
  "durant": 2316,
  "durmient": 2317,
  "dviajer": 2318,
  "ea": 2319,
  "eaaa": 2320,
  "eaab": 2321,
  "eaad": 2322,
  "eab": 2323,
  "eabf": 2324,
  "eac": 2325,
  "eadb": 2326,
  "eae": 2327,
  "eaf": 2328,
  "eafcd": 2329,
  "eafcf": 2330,
  "eb": 2331,
  "eba": 2332,
  "ebaec": 2333,
  "ebb": 2334,
  "ebd": 2335,
  "ebe": 2336,
  "ebf": 2337,
  "ebfd": 2338,
  "ebfea": 2339,
  "ec": 2340,
  "eca": 2341,
  "ecb": 2342,
  "ecc": 2343,
  "ecca": 2344,
  "ecd": 2345,
  "ecdd": 2346,
  "ece": 2347,
  "ecf": 2348,
  "ecfa": 2349,
  "echal": 2350,
  "echan": 2351,
  "echar": 2352,
  "eche": 2353,
  "eches": 2354,
  "echeverri": 2355,
  "eclect": 2356,
  "eclectic": 2357,
  "eclesiast": 2358,
  "eco": 2359,
  "ecoalde": 2360,
  "ecogui": 2361,
  "ecolog": 2362,
  "ecologi": 2363,
  "econom": 2364,
  "economi": 2365,
  "ecorural": 2366,
  "ecos": 2367,
  "ecosistem": 2368,
  "ecotur": 2369,
  "ecoturist": 2370,
  "ecuador": 2371,
  "ecuatorial": 2372,
  "ecuestr": 2373,
  "ed": 2374,
  "eda": 2375,
  "edad": 2376,
  "edb": 2377,
  "edbdcd": 2378,
  "edbf": 2379,
  "edc": 2380,
  "eddadb": 2381,
  "eddy": 2382,
  "ede": 2383,
  "eden": 2384,
  "edf": 2385,
  "edfad": 2386,
  "edfeb": 2387,
  "edicion": 2388,
  "edif": 2389,
  "edific": 2390,
  "edifici": 2391,
  "editorial": 2392,
  "eduard": 2393,
  "educ": 2394,
  "ee": 2395,
  "eea": 2396,
  "eeb": 2397,
  "eed": 2398,
  "eedc": 2399,
  "eee": 2400,
  "eeea": 2401,
  "eeed": 2402,
  "eeuu": 2403,
  "ef": 2404,
  "efaf": 2405,
  "efb": 2406,
  "efcd": 2407,
  "efd": 2408,
  "efda": 2409,
  "efdc": 2410,
  "efe": 2411,
  "efect": 2412,
  "efectu": 2413,
  "efef": 2414,
  "eff": 2415,
  "eficient": 2416,
  "efimer": 2417,
  "egipt": 2418,
  "egur": 2419,
  "eiffel": 2420,
  "eje": 2421,
  "ejecut": 2422,
  "ejempl": 2423,
  "ejemplar": 2424,
  "ejerc": 2425,
  "ejercici": 2426,
  "ejercit": 2427,
  "elabor": 2428,
  "eleccion": 2429,
  "elector": 2430,
  "electoral": 2431,
  "electr": 2432,
  "electron": 2433,
  "elef": 2434,
  "eleg": 2435,
  "element": 2436,
  "elev": 2437,
  "elevandot": 2438,
  "elgue": 2439,
  "eli": 2440,
  "elig": 2441,
  "eligi": 2442,
  "elij": 2443,
  "elimin": 2444,
  "elise": 2445,
  "elit": 2446,
  "ello": 2447,
  "elogi": 2448,
  "elpidi": 2449,
  "eltiemp": 2450,
  "email": 2451,
  "embaj": 2452,
  "embals": 2453,
  "embarc": 2454,
  "embarcader": 2455,
  "embarcat": 2456,
  "embarg": 2457,
  "embarr": 2458,
  "embat": 2459,
  "emblem": 2460,
  "emblemat": 2461,
  "embriag": 2462,
  "embruj": 2463,
  "emerg": 2464,
  "emergent": 2465,
  "emigr": 2466,
  "emili": 2467,
  "eminent": 2468,
  "emirat": 2469,
  "emision": 2470,
  "emisor": 2471,
  "emit": 2472,
  "emiti": 2473,
  "emocion": 2474,
  "empadron": 2475,
  "empala": 2476,
  "empalag": 2477,
  "empaliz": 2478,
  "empap": 2479,
  "empapart": 2480,
  "empapat": 2481,
  "empedr": 2482,
  "empeor": 2483,
  "empez": 2484,
  "empiez": 2485,
  "empin": 2486,
  "emplaz": 2487,
  "emple": 2488,
  "emprend": 2489,
  "empres": 2490,
  "enamor": 2491,
  "enamorart": 2492,
  "enamorat": 2493,
  "encabez": 2494,
  "encaden": 2495,
  "encaj": 2496,
  "encall": 2497,
  "encandil": 2498,
  "encandilat": 2499,
  "encant": 2500,
  "encantari": 2501,
  "encarg": 2502,
  "encargat": 2503,
  "encendi": 2504,
  "encerr": 2505,
  "enchil": 2506,
  "enchuf": 2507,
  "encierr": 2508,
  "encim": 2509,
  "encin": 2510,
  "enclav": 2511,
  "enclenqu": 2512,
  "encomend": 2513,
  "encontr": 2514,
  "encontrareis": 2515,
  "encontrart": 2516,
  "encuentr": 2517,
  "encumbr": 2518,
  "encycli": 2519,
  "end": 2520,
  "endem": 2521,
  "endogen": 2522,
  "enemig": 2523,
  "ener": 2524,
  "energet": 2525,
  "energi": 2526,
  "enfermedad": 2527,
  "enfoc": 2528,
  "enfoqu": 2529,
  "enfrent": 2530,
  "englob": 2531,
  "enigmat": 2532,
  "enjoy": 2533,
  "enlac": 2534,
  "enlaz": 2535,
  "enmarc": 2536,
  "enmiend": 2537,
  "enorm": 2538,
  "enrej": 2539,
  "enreves": 2540,
  "enriqu": 2541,
  "enriquec": 2542,
  "enriquecedor": 2543,
  "enriquez": 2544,
  "ensal": 2545,
  "ensalz": 2546,
  "ensart": 2547,
  "enseb": 2548,
  "ensegu": 2549,
  "ensen": 2550,
  "ensenach": 2551,
  "ensenart": 2552,
  "ensenartel": 2553,
  "ensuen": 2554,
  "entend": 2555,
  "enter": 2556,
  "enterat": 2557,
  "enterr": 2558,
  "entiend": 2559,
  "enton": 2560,
  "entonc": 2561,
  "entorn": 2562,
  "entra": 2563,
  "entrad": 2564,
  "entram": 2565,
  "entran": 2566,
  "entrant": 2567,
  "entrar": 2568,
  "entreg": 2569,
  "entregat": 2570,
  "entrelaz": 2571,
  "entremezcl": 2572,
  "entren": 2573,
  "entres": 2574,
  "entreten": 2575,
  "entretien": 2576,
  "entronqu": 2577,
  "entusiasm": 2578,
  "entusiast": 2579,
  "envi": 2580,
  "enviart": 2581,
  "envidi": 2582,
  "envolv": 2583,
  "envolviendot": 2584,
  "envuelv": 2585,
  "eon": 2586,
  "episodi": 2587,
  "epitet": 2588,
  "epoc": 2589,
  "equilibr": 2590,
  "equilibri": 2591,
  "equinocci": 2592,
  "equip": 2593,
  "equipaj": 2594,
  "equis": 2595,
  "equit": 2596,
  "equivalent": 2597,
  "erig": 2598,
  "erigi": 2599,
  "erigiri": 2600,
  "eritre": 2601,
  "ermit": 2602,
  "ernest": 2603,
  "erosion": 2604,
  "errad": 2605,
  "esbelt": 2606,
  "esbeltez": 2607,
  "escal": 2608,
  "escaler": 2609,
  "escalinat": 2610,
  "escalon": 2611,
  "escam": 2612,
  "escambray": 2613,
  "escandal": 2614,
  "escap": 2615,
  "escapat": 2616,
  "escaramuz": 2617,
  "escarp": 2618,
  "escas": 2619,
  "escasez": 2620,
  "escen": 2621,
  "escenari": 2622,
  "escenif": 2623,
  "escenografi": 2624,
  "escind": 2625,
  "esclarecedor": 2626,
  "esclav": 2627,
  "esclavitud": 2628,
  "escob": 2629,
  "escoci": 2630,
  "escog": 2631,
  "escol": 2632,
  "escond": 2633,
  "escondit": 2634,
  "escrib": 2635,
  "escrit": 2636,
  "escritor": 2637,
  "escuch": 2638,
  "escud": 2639,
  "escuel": 2640,
  "esculp": 2641,
  "escultor": 2642,
  "escultur": 2643,
  "escultural": 2644,
  "esenci": 2645,
  "esencial": 2646,
  "esfing": 2647,
  "esforz": 2648,
  "esfuerz": 2649,
  "esgrim": 2650,
  "eslog": 2651,
  "eslovac": 2652,
  "esloveni": 2653,
  "esmer": 2654,
  "esmerald": 2655,
  "espaci": 2656,
  "espad": 2657,
  "espan": 2658,
  "espanol": 2659,
  "esparc": 2660,
  "espatul": 2661,
  "especi": 2662,
  "especial": 2663,
  "especializ": 2664,
  "especif": 2665,
  "especific": 2666,
  "espect": 2667,
  "espectacul": 2668,
  "espectacular": 2669,
  "espectr": 2670,
  "espej": 2671,
  "espeleologi": 2672,
  "espelunc": 2673,
  "espeluzn": 2674,
  "esper": 2675,
  "esperandot": 2676,
  "espes": 2677,
  "espirit": 2678,
  "espiritu": 2679,
  "espiritual": 2680,
  "esplend": 2681,
  "esplendor": 2682,
  "esponj": 2683,
  "espos": 2684,
  "esq": 2685,
  "esquelet": 2686,
  "esqui": 2687,
  "esquin": 2688,
  "estabil": 2689,
  "establ": 2690,
  "establec": 2691,
  "estableci": 2692,
  "estacion": 2693,
  "estadi": 2694,
  "estadist": 2695,
  "estadounidens": 2696,
  "estalactit": 2697,
  "estalagmit": 2698,
  "estall": 2699,
  "estamp": 2700,
  "estanci": 2701,
  "estand": 2702,
  "estandar": 2703,
  "estanteri": 2704,
  "estarl": 2705,
  "estatal": 2706,
  "estatu": 2707,
  "estatuill": 2708,
  "esteb": 2709,
  "ester": 2710,
  "estet": 2711,
  "estevez": 2712,
  "estil": 2713,
  "estim": 2714,
  "estival": 2715,
  "estof": 2716,
  "estoni": 2717,
  "estrad": 2718,
  "estrateg": 2719,
  "estrategi": 2720,
  "estrech": 2721,
  "estrell": 2722,
  "estremecedor": 2723,
  "estremecer": 2724,
  "estren": 2725,
  "estres": 2726,
  "estrib": 2727,
  "estrict": 2728,
  "estrop": 2729,
  "estructur": 2730,
  "estructural": 2731,
  "estuari": 2732,
  "estudi": 2733,
  "estudiantil": 2734,
  "estupefacient": 2735,
  "estupend": 2736,
  "etap": 2737,
  "etc": 2738,
  "etceter": 2739,
  "etecs": 2740,
  "etern": 2741,
  "etiopi": 2742,
  "etiquet": 2743,
  "etolog": 2744,
  "eucalipt": 2745,
  "eufor": 2746,
  "eugeni": 2747,
  "eur": 2748,
  "europ": 2749,
  "europe": 2750,
  "eutimi": 2751,
  "evalu": 2752,
  "evangel": 2753,
  "evangeliz": 2754,
  "event": 2755,
  "eventual": 2756,
  "evidenci": 2757,
  "evident": 2758,
  "evit": 2759,
  "evoc": 2760,
  "evolucion": 2761,
  "ex": 2762,
  "exact": 2763,
  "exactitud": 2764,
  "exager": 2765,
  "excav": 2766,
  "excelent": 2767,
  "excepcion": 2768,
  "excepcional": 2769,
  "except": 2770,
  "exception": 2771,
  "exceptu": 2772,
  "exces": 2773,
  "exclus": 2774,
  "excursion": 2775,
  "exhaust": 2776,
  "exhib": 2777,
  "exhibi": 2778,
  "exhibicion": 2779,
  "exig": 2780,
  "exigent": 2781,
  "exili": 2782,
  "exist": 2783,
  "existent": 2784,
  "existi": 2785,
  "exit": 2786,
  "exot": 2787,
  "expandi": 2788,
  "expansion": 2789,
  "expect": 2790,
  "exped": 2791,
  "expedicion": 2792,
  "expedicionari": 2793,
  "experienc": 2794,
  "experiencial": 2795,
  "experient": 2796,
  "experiment": 2797,
  "expert": 2798,
  "explic": 2799,
  "explor": 2800,
  "explos": 2801,
  "explot": 2802,
  "expocub": 2803,
  "expon": 2804,
  "exponent": 2805,
  "export": 2806,
  "exposicion": 2807,
  "exposit": 2808,
  "expresion": 2809,
  "expuest": 2810,
  "exquisit": 2811,
  "extasi": 2812,
  "extend": 2813,
  "extendert": 2814,
  "extendi": 2815,
  "extens": 2816,
  "extension": 2817,
